{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"compact-size-enabled":true,"size_heading":140,"size_heading_mobile":100,"color-body-text":"rgba(0,0,0,0)","color-bg-overlay":"rgba(0,0,0,0)","color-overlay-opacity":100,"margin-top":40,"margin-bottom":0}},"rich_text_rLn4ye":{"type":"rich-text","blocks":{"text_mWRgCi":{"type":"text","settings":{"text":"<h1>Shipping_Return<\/h1><h3>SHIPPING<\/h3><p>We offer delivery and shop collect for all online orders. We offer online delivery for Metro standard orders in VIC. All online standard orders have a delivery fee of $90.<\/p><h3>DELIVERY TIME<\/h3><p>If the items in your order are in stock, they can be available to collect from store or be ready to dispatch within 1-3 business days.<\/p><h3>ACCEPTANCE OF THE PRODUCT<\/h3><p>– Tiles may vary in colour, texture, or appearance according to the manufacture’s design for that particular tile series or product line.<\/p><p>– Shade variations are inherent in all clay products.<\/p><p>– No responsibility can be accepted for crazing or shade variations.<\/p><p>– All tiles should be examined upon receipt.<\/p><p>– All ceramic tiles can be slippery when wet. Liability will not be accepted for accidents due to inappropriate tile selection, inappropriate maintenance, or carelessness.<\/p><p>– All tiles must be laid in accordance with recognised industry standards.<\/p><p>– The act of laying the material means the material is accepted for decor, shade, quality, type and size.<\/p><p>– It is the fixer’s responsibility to lay the material under control of the client or the client’s agent eg builder.<\/p><p>– No claim will be accepted once the material is laid.<\/p><h3>RETURNS<\/h3><p>You have 15 calendar days to return an item from the date you received it.<\/p><p>A handling charge of 35% will be charged on the value of all returns.<\/p>","disable_on_mobile":false}}},"block_order":["text_mWRgCi"],"settings":{"section_width":"regular","desktop_text_horizontal_position":"left","color-body-text":"rgba(0,0,0,0)","background_color":"rgba(0,0,0,0)","margin-top":20,"margin-bottom":20}}},"order":["main","rich_text_rLn4ye"]}